/* No comment provided by engineer. */
"%@ to %@" = "%1$@ til %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d av %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li til %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "‘item’-parameteren kreves";

/* No comment provided by engineer. */
"'portal' parameter required" = "‘portal’-parameteren kreves";

/* No comment provided by engineer. */
"'tags' parameter required" = "‘tags’-parameteren kreves";

/* No comment provided by engineer. */
"'title' parameter required" = "‘title’-parameteren kreves";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Ingen verdi>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Tilgang til enhetsplasseringen avvises.";

/* No comment provided by engineer. */
"Actual Size" = "Faktisk størrelse";

/* No comment provided by engineer. */
"Add" = "Legg til";

/* No comment provided by engineer. */
"Add Attachment" = "Legg til vedlegg";

/* No comment provided by engineer. */
"Add..." = "Legg til...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Det kreves en itemID for denne operasjonen. Legg til dette elementet i portalen for å få en ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "En ikke-oppdaget NSException ble oppdaget, men den opprinnelige informasjonen og call-stack er ikke tilgjengelig. Se objective-c-exceptions-unntak for å se kodelinjen som forårsaket den opprinnelige NSException. Se dokumentasjonen for mer informasjon om hvordan du gjør dette.";

/* No comment provided by engineer. */
"Apply Geometry" = "Bruk geometri";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Minst 1 fasilitet kreves for å løse en rute.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Minst 1 hendelse kreves for å løse en rute.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Minst 2 stopp kreves for å løse en rute.";

/* No comment provided by engineer. */
"Attachment" = "Vedlegg";

/* No comment provided by engineer. */
"Attachments" = "Vedlegg";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Forsøk på å bruke funksjonalitet som ikke støttes på det aktuelle lisensnivået";

/* No comment provided by engineer. */
"Authorization required" = "Krever godkjenning";

/* No comment provided by engineer. */
"Bad Request" = "Ugyldig forespørsel";

/* No comment provided by engineer. */
"Bad URL." = "Ugyldig URL.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Kan ikke lagre til en annen elementtype.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Kan ikke verifisere identiteten til %@";

/* No comment provided by engineer. */
"Certificate Required" = "Sertifikat kreves";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Utfordring for URL: %1$@ med failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Endrer geoobjekttype";

/* No comment provided by engineer. */
"Choose From Library" = "Velg fra bibliotek";

/* No comment provided by engineer. */
"Clear" = "Tøm";

/* No comment provided by engineer. */
"Clear Geometry" = "Fjern geometri";

/* No comment provided by engineer. */
"Continue" = "Fortsett";

/* No comment provided by engineer. */
"Created %d hours ago" = "Opprettet for %d timer siden";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Opprettet for %d minutter siden";

/* No comment provided by engineer. */
"Created a minute ago" = "Opprettet for et minutt siden";

/* No comment provided by engineer. */
"Created an hour ago" = "Opprettet for en time siden";

/* No comment provided by engineer. */
"Created by %@" = "Opprettet av %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Opprettet av %1$@ %2$d timer siden";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Opprettet av %1$@ %2$d minutter siden";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Opprettet av %@ for et minutt siden";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Opprettet av %@ for en time siden";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Opprettet av %1$@ den %2$@ kl. %3$@ - dag";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Opprettet av %1$@ den %2$@ kl. %3$@ - fullt";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Opprettet av %@ for sekunder siden";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Opprettet den %1$@ kl. %2$@ - dag";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Opprettet den %1$@ kl. %2$@ - fullt";

/* No comment provided by engineer. */
"Created seconds ago" = "Opprettet for sekunder siden";

/* No comment provided by engineer. */
"Credential Required" = "Legitimasjon kreves";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Ugyldige data for sektordiagram";

/* No comment provided by engineer. */
"Delete" = "Slett";

/* No comment provided by engineer. */
"Delete Attachment" = "Slett vedlegget";

/* No comment provided by engineer. */
"Delete Feature" = "Slett geoobjekt";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Hvis du sletter dette vedlegget, fjernes det fra sprettoppvinduet og tilknyttede datakilder.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Hvis du sletter dette geoobjektet, fjernes det fra kartet og tilknyttede datakilder.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Tids- og avstandsattributtene for veibeskrivelse samsvarer ikke.";

/* No comment provided by engineer. */
"Edit" = "Rediger";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Redigert for %d timer siden";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Redigert for %d minutter siden";

/* No comment provided by engineer. */
"Edited a minute ago" = "Redigert for et minutt siden";

/* No comment provided by engineer. */
"Edited an hour ago" = "Redigert for en time siden";

/* No comment provided by engineer. */
"Edited by %@" = "Redigert av %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Redigert av %1$@ %2$d timer siden";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Redigert av %1$@ %2$d minutter siden";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Redigert av %@ for et minutt siden";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Redigert av %@ for en time siden";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Redigert av %1$@ den %2$@ kl. %3$@ - dag";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Redigert av %1$@ den %2$@ kl. %3$@ - fullt";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Redigert av %@ for sekunder siden";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Redigert den %1$@ kl. %2$@ - dag";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Redigert den %1$@ kl. %2$@ - fullt";

/* No comment provided by engineer. */
"Edited seconds ago" = "Redigert for sekunder siden";

/* No comment provided by engineer. */
"Empty username/password" = "Tomt brukernavn/passord";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Angi en dato mellom %1$@ og %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Oppgi et tall mellom %1$@ og %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Oppgi et tall mellom %1$i og %2$i";

/* No comment provided by engineer. */
"Error" = "Feil";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Feil ved tillegging av identitet i nøkkelringen";

/* No comment provided by engineer. */
"Error adding keychain item" = "Feil ved tillegging av nøkkelringelement";

/* No comment provided by engineer. */
"Error extracting identity" = "Feil under uttrekking av identitet";

/* No comment provided by engineer. */
"Error Loading Page" = "Feil ved lasting av side";

/* No comment provided by engineer. */
"Error removing keychain item" = "Feil ved fjerning av nøkkelringelement";

/* No comment provided by engineer. */
"Error updating keychain item" = "Feil ved oppdatering av nøkkelringelement";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Overstiger maksimumsverdien (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Ekstra stor";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Fasiliteten (%1$@) har ugyldige attributtnavn for tilleggskostnad (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Fasiliteten (%1$@) har negativt attributt for tilleggskostnad (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Geoobjektet er ugyldig.";

/* No comment provided by engineer. */
"Finish" = "Fullfør";

/* No comment provided by engineer. */
"Finishing editing..." = "Fullfører redigering ...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometri";

/* No comment provided by engineer. */
"Hide" = "Skjul";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Hendelsen (%1$@) har ugyldige attributtnavn for tilleggskostnad (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Hendelsen (%1$@) har negativt attributt for tilleggskostnad (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Sett inn del";

/* No comment provided by engineer. */
"Insert Vertex" = "Sett inn knekkpunkt";

/* No comment provided by engineer. */
"Invalid argument." = "Ugyldig argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Feil påloggingsdetaljer";

/* No comment provided by engineer. */
"Invalid GPX data." = "Ugyldige GPX-data.";

/* No comment provided by engineer. */
"Invalid groupID." = "Ugyldig gruppe-ID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Du kan kun bli medlem i denne organisasjonen via invitasjon, og du må få en invitasjon fra administratoren";

/* No comment provided by engineer. */
"KB" = "kB";

/* No comment provided by engineer. */
"Keep Current Values" = "Behold eksisterende verdier";

/* No comment provided by engineer. */
"Large" = "Stor";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Mindre enn minimumsverdi (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Lisensiert kun for utviklerbruk";

/* No comment provided by engineer. */
"Loading feature..." = "Laster inn geoobjekt...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Kartet inneholder data som ikke kan lagres. Hvis du vil lagre kartet, noe som fjerner alle disse dataene, angir du \"true\" for forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Middels";

/* No comment provided by engineer. */
"Missing client certificate" = "Klientsertifikat mangler";

/* string to represent hyperlink attributes */
"More Info" = "Mer informasjon";

/* No comment provided by engineer. */
"Move Geometry" = "Flytt geometri";

/* No comment provided by engineer. */
"Move Part" = "Flytt del";

/* No comment provided by engineer. */
"Move Vertex" = "Flytt knekkpunkt";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Finner ikke sertifikat som gir tilgang til ressursen %@";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Ingen data å lage stopediagram fra";

/* No comment provided by engineer. */
"No data to create a line chart" = "Ingen data å lage linjediagram fra";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Ingen data å opprette et sektordiagram fra";

/* No comment provided by engineer. */
"No image to display" = "Ingen bilder kan vises";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Finner ingen bane mellom et gitt par med stopp (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Ikke et gyldig tall";

/* No comment provided by engineer. */
"Not a valid whole number" = "Ikke et gyldig heltall";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Objektet kan ikke opprettes uten en portal. Bruk fromJSON:withPortal:error:-metoden i stedet.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Ett eller flere navn på akkumuleringsattributt (%@) er ugyldige.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Ett eller flere attributtnavn (%@) som er knyttet til de egendefinerte parameterattributtverdiene, er ugyldige.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Én eller flere fasiliteter (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Én eller flere fasiliteter (%@) har ugyldig adkomst til veikant.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Én eller flere fasiliteter (%@) har ugyldig impedansgrense.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Én eller flere hendelser (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Én eller flere hendelser (%@) har ugyldig adkomst til veikant.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Én eller flere hendelser (%@) har ugyldig impedansgrense.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Én eller flere hendelser (%@) har mindre enn 1 målfasilitetantall.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Ett eller flere parameternavn (%@) som er knyttet til de egendefinerte parameterattributtverdiene, er ugyldige.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Ett eller flere parameterverdityper som er knyttet til de egendefinerte parameterattributtverdiene (%@) er ugyldige.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Én eller flere punkthindringer (%@) er ikke plassert.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Én eller flere punkthindringer (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Én eller flere punkthindringer (%@) har et ugyldig attributtnavn for tilleggskostnad.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Én eller flere punkthindringer (%@) har ugyldig adkomst til veikant.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Én eller flere polygonhindringer  (%@) dekker ingen nettverkselementer.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Én eller flere polygonhindringer (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Én eller flere polygonhindringer (%@) har et ugyldig attributtnavn for skalert kostnad.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Én eller flere polylinjehindringer  (%@) dekker ingen nettverkselementer.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Én eller flere polylinjehindringer (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Én eller flere polylinjehindringer (%@) har et ugyldig attributtnavn for skalert kostnad.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Ett eller flere navn på begrensningattributt (%@)  er ugyldige.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Én eller flere verdier for begrensning av bruk (%1$@) som er knyttet til de egendefinerte parameterattributtverdiene (%2$@), er ugyldige.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Én eller flere verdier for begrensning av bruk (%1$@) som er knyttet til de egendefinerte parameterattributtverdiene (%2$@), er nøytrale (dvs. har ingen effekt).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Ett eller flere stopp (%@) befinner seg på et element som ikke kan krysses.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Ett eller flere stopp (%@) befinner seg på et element med lav restriksjon.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Ett eller flere stopp (%@) er ikke plassert.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Ett eller flere stopp (%@) kan ikke nås fra andre stopp.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Ett eller flere stopp (%@) har en null-geometri.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Ett eller flere stopp (%@) har en tidsvinduslutt som er før tidsvindustarten.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Ett eller flere stopp (%@) har et tidsvindu som starter før 1. januar 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Ett eller flere stopp (%@) har adkomst til veikant.";

/* No comment provided by engineer. */
"Open in Safari" = "Åpne i Safari";

/* No comment provided by engineer. */
"Password" = "Passord";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Oppgi et navn for det nye vedlegget";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polygonhindringen (%1$@) har negative eller null attributter for skalert kostnad  (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polylinjehindringen (%1$@) har negative eller null attributter for skalert kostnad  (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylinjer kan ikke returneres.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Bruker med offentlig konto har ikke tilgang til denne applikasjonen.";

/* No comment provided by engineer. */
"Remove Part" = "Fjern del";

/* No comment provided by engineer. */
"Remove Vertex" = "Fjern knekkpunkt";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Det er ikke støtte for å endre rekkefølgen på stopp (handelsreisendeproblem) når samlingen av stopp inneholder veipunkt eller hvilepauser.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Tilbakestill til standardverdier";

/* No comment provided by engineer. */
"Retry" = "Prøv igjen";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Ruten starter eller slutter på et veipunkt.";

/* No comment provided by engineer. */
"Save Image" = "Lagre bilde";

/* No comment provided by engineer. */
"Save Movie" = "Lagre film";

/* No comment provided by engineer. */
"Sign In" = "Logg inn";

/* No comment provided by engineer. */
"Skip" = "Hopp over";

/* No comment provided by engineer. */
"Small" = "Liten";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Angitt starttid er før 1. januar 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Stoppet (%1$@) har ugyldige attributtnavn for tilleggskostnad (%2$@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "Ta foto eller video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Ugyldig standard impedansgrense.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Ugyldig standard målfasilitetantall.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Ugyldig avstandsattributtnavn (%@) for veibeskrivelse.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Ugyldig språk for veibeskrivelse.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Ugyldig veiklasseattributt for veibeskrivelse.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Ugyldig stil for veivbeskrivelse.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Ugyldig tidsattributtnavn (%@) for veibeskrivelse.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Ugyldig impedansattributtnavn (%@) for veibeskrivelse.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Udefinert geografisk referanse i inndata.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Nettverket har ikke et hierarkiattributt for hierarkisk ruteplanlegging.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objektet må først lagres til en portal ved hjelp av «saveAs:»-metoden.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Udefinert geografisk referanse i utdata.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Ugyldig polygonbufferavstand.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Ressursen du leter etter, er kanskje fjernet, har fått nytt navn eller er midlertidig utilgjengelig";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Den resulterende ruten har krysset et eller flere elementer med elementer med lav restriksjon (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Ruten er for stor til å beregnes med reisemåten til fots.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Søk med where-setning støttes ikke.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Serverens sertifikat er ugyldig. Du kobler kanskje til en server som gir seg ut for å være %@, noe som kan utgjøre en risiko for den konfidensiell informasjonen din. Vil du likevel koble til?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Tjenesten kan ikke beregne tidsendringen riktig.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Den angitte clientID er ugyldig";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Stopptypeegenskapen ble ignorert for stoppene (%@) fordi serveren ikke støtter de valgte stopptypene.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Reisemåten er angitt som standard.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Veipunktene (%@) inneholder attributt for tilleggskostnad.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Veipunktene (%@) inneholder tidsvinduer.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Det oppstod en feil ved lasting av geoobjekter. Kontroller nettverkstilkoblingen.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Startdatoen for tidsvinduet er endret.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Tidsvinduene ble ignorert fordi impedansattributtet ikke er tidsbasert.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Du må være logget på portalen for å lagre som et nytt element.";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token er ugyldig eller utløpt";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token-URL er null. Du må angi en gyldig token-URL i legitimasjonen.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Kan ikke logge på med oppgitt legitimasjon.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Kan ikke hente brukerprofil fra leverandøren";

/* No comment provided by engineer. */
"Unauthorized access" = "Uautorisert tilgang";

/* No comment provided by engineer. */
"Unknown authentication error" = "Ukjent godkjenningsfeil";

/* No comment provided by engineer. */
"Unknown condition." = "Ukjent betingelse.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Det oppstod en ukjent feil";

/* No comment provided by engineer. */
"Unsupported GPX data." = "GPX-data som ikke støttes.";

/* No comment provided by engineer. */
"User canceled error" = "Brukeravbrutt feil";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Brukerlisensene som er tilordnet av organisasjonen, er ugyldige. Kontakt administratoren for å få justert lisenstilordningene og prøv på nytt.";

/* No comment provided by engineer. */
"Username" = "Brukernavn";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Bruker nettleser til å autentisere ...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Verdien overstiger maksimal feltlengde på %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Du er i ferd med å endre geoobjektstypen. Vil du beholde gjeldende verdier (der det er mulig) eller tilbakestille til standardverdiene?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Du kan ikke logge på fordi du ikke har en organisasjonskonto knyttet til legitimasjonen for sosialt nettverk";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Du har ikke tillatelse til å bruke denne ressursen";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Du har ikke brukernivået som kreves for å få tilgang til denne applikasjonen.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Du må være logget på portalen for å utføre denne operasjonen.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Du må spesifisere en vurdering mellom 1 og 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Du må oppgi en beskrivelsesnøkkel for lokasjonsbruk (NSLocationWhenInUseUsageDescription eller NSLocationAlwaysUsageDescription) i plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Du må velge et sertifikat for å få tilgang til ressursen %@";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Du må logge på for å få tilgang til ressursen %@";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "tm";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pkt.";
"Unknown" = "Ukjent";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimeter";
"Decimal Degrees" = "Desimalgrader";
"Decimeters" = "Desimeter";
"Feet" = "Fot";
"Inches" = "Tommer";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Miles";
"Millimeters" = "Millimeter";
"Nautical Miles" = "Nautiske mil";
"Points" = "Punkter";
"Yards" = "Yard";

/* Area Units Abbreviated Strings */
"sq. in" = "tommer²";
"sq. ft" = "fot²";
"sq. yd" = "yard²";
"ac" = "ac";
"sq. mi" = "mile²";
"sq. mm" = "mm2";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "ar";
"ha" = "ha";
"sq. km" = "km²";

/* Area Units Display Strings */
"Square Inches" = "Kvadrattommer";
"Square Feet" = "Kvadratfot";
"Square Yards" = "Kvadratyard";
"Acres" = "Acre";
"Square Miles" = "Kvadratmiles";
"Square Millimeters" = "Kvadratmillimeter";
"Square Centimeters" = "Kvadratcentimeter";
"Square Decimeters" = "Kvadratdesimeter";
"Square Meters" = "Kvadratmeter";
"Ares" = "Ar";
"Hectares" = "Hektar";
"Square Kilometers" = "Kvadratkilometer";

